{
    "application-name": "Вольная Думка",
    "home": "Главная",
    "books": "Книги",
    "blog": "Блог",
    "events": "События",
    "by": "бел",
    "ru": "рус",

    "vk-group": "ВКонтакте",

    "main-words": "альтернативная образовательная инициатива",
    "top-explanation": "Проект ставит своей целью удовлетворять потребность в знаниях для тех людей, которые по разным причинам не могут эту потребность удовлетворить с помощью тех институтов, которые предлагает государство.",

    "alternative": "Альтернативная",
    "alternative-explanation": "Проект не имеет связи ни с какими академическими и административными учреждениями, центрального финансирования и не представляет ничьих материальных интересов.",
    "educational": "Образовательная",
    "educational-explanation": "Проект главной своей целью ставит образование всех желающих на антиавторитарных принципах, выработку критического мышления и обретение навыков для адекватного восприятия информации и окружающей среды у участников и посетителей проекта.",
    "initiative": "Инициатива",
    "initiative-explanation": "Проект существует за счет коллектива участников и вклад каждого участника считается равным среди вкладов других.",

    "volunteering": "Волонтерство",
    "volunteering-explanation": "Проект существует за счет усилий волонтеров, никто из участников коллектива не получает денег за свою деятельность, а пользование библиотекой, участие в мероприятиях и другое является бесплатным для всех.",
    "independence": "Независимость",
    "independence-explanation": "Проект не подчиняется никому, кроме коллектива библиотеки, каждый участник коллектива и посетитель имеет право на мероприятия, а сам проект как таковой не делает ничего в пользу партий и организованных движений.",
    "antiauthoritarian": "Антиавторитарность",
    "antiauthoritarian-explanation": "Проект не имеет лидера, все решения относительно проекта принимаются коллективом методом консенсуса. Любое лицо имеет право на высказывание своего мнения относительно проекта, а каждый участник коллектива - на решение всех вопросов относительно судьбы библиотеки на равных со всеми другими участниками.",
    "solidarity": "Взаимоуважение и солидарность",
    "solidarity-explanation": "Поскольку проект направлен на развитие критического мышления, адекватного и рационального отношения к действительности, в рамках проекта недопустимы любые формы дискриминации и проявления деструктивных предрассудков любого рода. Участники и посетители проекта берут на себя обязательство с уважением и корректностью относиться к другим.",
    "patency": "Открытость",
    "patency-explanation": "Мы намеренно находимся в открытом пространстве, наша деятельность - прозрачная, а каждый человек, который разделяет наши принципы, цели и задачи, может стать участником проекта.",
    
    "categories": "Категории:",
    "search-placeholder": "Название книги, автор, год или жанр...",
    "publisher": "Издательство:",

    "no-results": "Не найдено ни одной книги",

    "read-more": "читать далее"
}
