{
    "application-name": "Вольная Думка",
    "home": "Галоўная",
    "books": "Кнігі",
    "blog": "Блог",
    "events": "Падзеі",
    "by": "бел",
    "ru": "рус",

    "main-words": "альтэрнатыўная адукацыйная ініцыятыва",
    "top-explanation": "Праект мае мэтай задавальняць патрэбу ў ведах для тых людзей, якія па розных прычынах не могуць гэтую патрэбу задаволіць з дапамогай тых інстытутаў, якія прапануе дзяржава.",

    "alternative": "Альтэрнатыўная",
    "alternative-explanation": "праект не мае сувязі ні з якімі акадэмічнымі ды адміністрацыйнымі ўстановамі, цэнтральнага фінансавання і не прадстаўляе нічыіх матэрыяльных інтарэсаў.",
    "educational": "Адукацыйны",
    "educational-explanation": "праект галоўнай сваёй мэтай ставіць адукацыю ўсіх жадаючых на антыаўтарытарных прынцыпах, выпрацоўку крытычнага мыслення і здабыццё навыкаў для адэкватнага ўспрымання інфармацыі ды навакольнага асяроддзя ва ўдзельнікаў ды наведвальнікаў праекту.",
    "initiative": "Ініцыятыва",
    "initiative-explanation": "праект існуе за кошт калектыву ўдзельнікаў ды ўнёсак кожнага ўдзельніка лічыцца роўным сярод унёскаў іншых.",

    "volunteering": "Валантэрства",
    "volunteering-explanation": "Праект існуе за кошт намаганняў валантэраў, ніхто з удзельнікаў калектыву не атрымлівае грошай за сваю дзейнасць, а карыстанне бібліятэкай, удзел у мерапрыемствах ды іншае з'яўляецца бясплатным для ўсіх.",
    "independence": "Незалежнасць",
    "independence-explanation": "Праект не падпарадкоўваецца нікому, акрамя калектыву бібліятэкі, кожны ўдзельнік калектыву ды наведвальнік мае права на мерапрыемства, а праект сам па сабе не робіць нічога на карысць партыяў ды арганізаваных рухаў",
    "antiauthoritarian": "Антыаўтарытарнасць",
    "antiauthoritarian-explanation": "Праект не мае лідэру, усе рашэнні адносна праекту прымаюцца калектывам метадам кансэнсусу. Любая асоба мае права на сваё меркаванне адносна праекту, а кожны ўдзельнік калектыву - на вырашэнне ўсіх пытанняў адносна лёсу бібліятэкі на роўных з усімі іншымі ўдзельнікамі.",
    "solidarity": "Узаемапавага ды салідарнасць",
    "solidarity-explanation": "Паколькі праект накіраваны на развіццё крытычнага мыслення, адэкватнага ды рацыянальнага стаўлення да рэчаіснасці, у межах праекту не могуць ужывацца ніякія формы дыскрымінацыі ды праявы дэструктыўных забабонаў любога кшталту. Удзельнікі ды наведвальнікі праекту бяруць на сябе абавязак з павагай ды карэктнасцю ставіцца да іншых.",
    "patency": "Адкрытасць",
    "patency-explanation": "Мы наўмысна знаходзімся ў адкрытай прасторы, нашая дзейнасць - празрыстая, а кожны чалавек, які падзяляе нашыя прынцыпы, мэты ды задачы, можа стаць удзельнікам праекту."
}
